antigravity
anytype-bin
aylurs-gtk-shell-git
bibata-cursor-theme
dms-shell-bin
github-desktop-bin
google-chrome
greetd-dms-greeter-git
insomnium-bin
jetbrains-toolbox
linux-wallpaperengine-git
lug-helper
muffon-bin
nexusmods-app-bin
niri-git
pear-desktop
pyprland
reversal-icon-theme-git
sddm-conf
sddm-silent-theme
spotify
ttf-material-icons-git
ttf-material-symbols-variable-git
ttf-victor-mono
unityhub
visual-studio-code-bin
watchman-bin
where-is-my-sddm-theme-git
woff2-material-symbols-variable-git
zapzap
