aylurs-gtk-shell-git
bibata-cursor-theme
dgop
dms-shell-git
insomnium-bin
jetbrains-toolbox
lmstudio
lug-helper
matugen-bin
muffon-bin
nexusmods-app-bin
niri-git
reversal-icon-theme-git
sddm-conf
sddm-silent-theme
spotify
ttf-material-icons-git
ttf-material-symbols-variable-git
ttf-victor-mono
unityhub
visual-studio-code-bin
wallust
where-is-my-sddm-theme-git
woff2-material-symbols-variable-git
zapzap
