accountsservice
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
aylurs-gtk-shell-git
base
base-devel
bash-completion
bc
bemenu
bemenu-wayland
bibata-cursor-theme
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
capitaine-cursors
cava
chwd
cliphist
cmake
cpupower
cryptsetup
device-mapper
dgop
dhclient
diffutils
discord
dmidecode
dmraid
dms-shell-git
dnsmasq
dosfstools
dotnet-sdk
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fsarchiver
fuzzel
gamemode
gamescope
gemini-cli
ghostty
git
github-cli
glances
gnome-system-monitor
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-mtp
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
inetutils
insomnium-bin
inter-font
iptables-nft
iwd
jetbrains-toolbox
jfsutils
kitty
kvantum
kvantum-theme-nordic-git
kwallet
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libspng
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
lmstudio
logrotate
loupe
lsb-release
lsd
lsscsi
luarocks
lug-helper
lutris
lvm2
man-db
man-pages
mate-polkit
matugen-bin
mdadm
meld
mercurial
mesa-utils
meson
micro
mkinitcpio
modemmanager
mousepad
mpv
mpv-mpris
mtools
muffon-bin
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nexusmods-app-bin
nfs-utils
nilfs-utils
niri-git
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-settings
nvidia-utils
nvtop
nwg-displays
nwg-look
octopi
opencl-nvidia
opendesktop-fonts
openrgb
openssh
os-prober
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
proton-ge-custom-bin
pv
python
python-defusedxml
python-packaging
python-pyquery
python-requests
qalculate-gtk
qt5-wayland
qt5ct
qt6-5compat
qt6-virtualkeyboard
qt6ct
quickshell
rebuild-detector
reflector
reversal-icon-theme-git
ripgrep
rofi
rofi-emoji
rsync
rtkit
s-nail
sbctl
sddm
sddm-conf
sddm-silent-theme
sg3_utils
slurp
smartmontools
snapper
sof-firmware
solaar
spotify
stow
stremio
sudo
swappy
swaybg
swaylock-effects-git
swaylock-fancy-git
swww
sysfsutils
texinfo
thunar
thunar-archive-plugin
thunar-volman
thunderbird
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-material-icons-git
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-opensans
ttf-victor-mono
tumbler
ufw
umockdev
unityhub
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
ventoy-bin
vi
vim
visual-studio-code-bin
vulkan-icd-loader
wallust
waybar
wev
wget
where-is-my-sddm-theme-git
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
woff2-material-symbols-variable-git
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xwayland-satellite
yad
yay
yt-dlp
zapzap
zed
zen-browser-bin
